Repository: common-repository/wc-bayonet
Catalog: languages/wc-bayonet-*.po
Languages: es_mx

source: Bayonet Settings
es_mx: Ajustes para Bayonet

source: Enable/Disable
es_mx: Habilitar/Deshabilitar

source: Enable Bayonet Sandbox Mode
es_mx: Habilitar modo de sandbox

source: Transaction stopped because of suspected fraud.
es_mx: Transaccion detenida por sospecha de fraude.

source: Send Existing Orders Feedback
es_mx: Enviar Feedback de pedidos existentes

source: Send Feedback
es_mx: Enviar Feedback

source: Bayonet Risk Level
es_mx: Nivel de Riesgo Bayonet

source: Please add your API Keys to begin using Bayonet.
es_mx: Por favor agrega tus API Keys para comenzar a usar Bayonet.

source: Before you start, you have to send Feedback of your existing orders to Bayonet.
es_mx: Antes de comenzar a utilizar Bayonet, debes enviar Feedback de tus pedidos existentes a Bayonet.

source: This action will send a CSV file to the Bayonet team to save the transaction history of your eCommerce. This is the first step of a two-step process so keep in mind that we will contact you soon.
es_mx: Esta acción enviará un archivo CSV al equipo de Bayonet con el historial de los pedidos de tu tienda. Este es el paso uno de un proceso de dos pasos así que te contactaremos pronto para completarlo.

source: Fraud prevention message
es_mx: Mensaje de prevención de fraude

source: There are %d orders that have not been sent.
es_mx: Hay %d pedidos pendientes por enviar.

source: Processed orders:
es_mx: Pedidos procesados

source: This process can take a few minutes. Please wait for the page to be refreshed.
es_mx: Este proceso puede tardar algunos minutos. Por favor espera, la página se actualizará automáticamente cuando termine.
